Repository: AKotov-dev/SS-Cloak
Catalog: ss-cloak-client/languages/ss_cloak_client.*.po
Languages: ru

source: Autostart
ru: Автостарт

source: Proxy autostart on boot
ru: Автостарт прокси при загрузке

source: Get the current Сlient configuration ~/.config/ss-cloak-client/config.json
ru: Получить актуальную конфигурацию Клиента ~/.config/ss-cloak-client/config.json

# tmainform.bypassbox.hint
source: Bypassing domain zones
ru: Обход доменных зон

source: The domain we are masquerading as
ru: Домен, под который маскируемся

# tmainform.createbtn.hint
source: Create Client and Server settings New UID, PublicKey, PrivateKey, BypassUID, etc.
ru: Создать настройки Клиента и Сервера Новые UID, PublicKey, PrivateKey, BypassUID, etc.

source: Server IP
ru: IP cервера

source: Server port
ru: Порт сервера

source: Сamouflage
ru: Камуфляж

source: Local port
ru: Лок. порт

source: Method
ru: Метод

source: Bypass
ru: Байпас

source: Default: 1080
ru: По умолчанию: 1080

source: Encryption method
ru: Метод шифрования

# tmainform.qrbtn.hint
source: Get a connection QR code
ru: Получить QR-код подключения

# tmainform.serverconfigs.hint
source: Get archived Server configuration ~/.config/ss-cloak-client/server-conf.tar.gz
ru: Получить архивную конфигурацию Сервера ~/.config/ss-cloak-client/server-conf.tar.gz

source: Specify the IP of your server
ru: Укажите IP вашего сервера

source: Default: 443 (highly recommended)
ru: По умолчанию: 443 (строго рекомендуется)

source: Start
ru: Старт

source: License: GPLv3 Author: alex_q_2000 (C) 2026 URL: https://github.com/AKotov-dev/SS-Cloak
ru: Лицензия: GPLv3 Автор: alex_q_2000 (C) 2026 URL: https://github.com/AKotov-dev/SS-Cloak

source: Stop
ru: Стоп

# tmainform.swpbox.hint
source: System-wide proxy GNOME, MATE, Budgie, KDE
ru: Системный прокси GNOME, MATE, Budgie, KDE

# tqrform.caption
source: QR code
ru: QR-код

source: Based on the entered data, a configuration link will be created for the Client (overwrite) and Server (downloadable archive for your VPS). Continue?
ru: На основании введённых данных будет создана связка конфигураций для Клиента (перезапись) и Сервера (выгружаемый архив для вашего VPS). Продолжить?
